{"url": "https://history.state.gov/historicaldocuments", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeHomeHistorical DocumentsHistorical DocumentsThe Foreign Relations of the United States (FRUS) series presents the official                    documentary historical record of major U.S. foreign policy decisions and significant                    diplomatic activity.Search within the volumes, or browse them by                    administration; see also a list of all pre-Truman                        volumes.Truman Administration  1945–1952 Eisenhower Administration  1953–1960 Kennedy Administration  1961–1963 Johnson Administration 1964–1968 Nixon Administration 1969–1974 Ford Administration 1974–1976 Carter Administration 1977–1980  Reagan Administration 1981–1988 Related ResourcesMore about                            the Foreign Relations seriesStatus of the SeriesHistory of the SeriesForeign Relations EbooksOther Electronic Resources for                            U.S. Foreign RelationsGuide to Sources on                            Vietnam, 1969-1975Tips for searching the Foreign Relations SeriesHow to cite Foreign Relations documentsLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}