{"url": "https://history.state.gov//departmenthistory/diplomatic-couriers", "body": "\n\nLearn about the beta\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMenuMenu\n\n\n\nHome\n\nHistorical Documents\n\nForeign Relations of the United States\n\nAbout the Foreign Relations Series\n\nCurrent Status of the Foreign Relations Series\n\nHistory of the Foreign Relations Series\n\nEbooks Initiative\n\n\n\nDepartment History\n\nOverview\n\nA Short History of the Department\n\nBiographies of the Secretaries of\n                                        State\n\nPrincipal Officers and Chiefs of\n                                        Mission\n\nTravels of the Secretary of State\n\nTravels of the President\n\nVisits by Foreign Heads of State\n\nWorld War I and the Department\n\nBuildings of the Department of State\n\nU.S. Diplomatic Couriers\n\n\n\nKey Milestones\n\nOverview\n\n1750–1775\n\n1776–1783\n\n1784–1800\n\n1801–1829\n\n1830–1860\n\n1861–1865\n\n1866–1898\n\n1899–1913\n\n1914–1920\n\n1921–1936\n\n1937–1945\n\n1945–1952\n\n1953–1960\n\n1961–1968\n\n1969–1976\n\n1977–1980\n\n1981–1988\n\n1989–1992\n\n1993–2000\n\n\n\nGuide to Countries\n\nGuide to Country Recognition and Relations\n\nWorld Wide Diplomatic Archives Index\n\n\n\nMore Resources\n\nAbout Us\n\nBrowse Resources by Subject Tag\n\nConferences\n\nContact Us\n\nDeveloper Resources & APIs\n\nEducational Resources\n\nFrequently Asked Questions\n\nOpen Government Initiative\n\n\n\n\n\n\n\n\n\n\n\nU.S. Diplomatic Couriers - Department History\n\n\n\nHome\n\nDepartment History\n\nDiplomatic Couriers\n\n\n\n\n\n\n\n 600x338 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nbrightcove.createExperiences();\nIn 1918, the Diplomatic Courier Service was established to support the work of\n                        U.S. diplomats to ensure that classified messages and materials were delivered\n                        safely and securely to U.S. Embassies and Consulates around the world. In the\n                        1950s, before the onset of the jet age, this small group of couriers traveled\n                        tens of thousands of miles per year, often spending months on the road. One of\n                        the trips they made was from Afghanistan to Pakistan through the Khyber Pass.\n                        This short documentary tells the story of the journey from Karachi to Kabul with\n                        words and images from the diplomatic couriers and staff of that era.\n\nMore information\n\nReleased: 2016\nLength: 18:02\nCreator: Rebecca A. Ross, Foreign Service Officer, U.S. Department of State\n\n\n\nTranscript\nMS ROSS: In 1918, the Diplomatic Courier Service was established to support the\n                            work of American diplomats by ensuring that classified messages and materials were\n                            delivered safely and securely to U.S. embassies and consulates around the world. In the\n                            1950s, before the onset of the jet age, this small group of couriers traveled tens of\n                            thousands of miles per year, often spending months on the road. One of the trips they\n                            made was from Pakistan to Afghanistan through the Khyber Pass.\nMR VERREOS: The most interesting travel that I had was while I was in Manila and\n                            detailed to Karachi, which at that time was the capital of Pakistan, and Karachi is\n                            where we served Afghanistan.\nMR COOPER: Well, many couriers would agree with me that it was one of the most\n                            exciting trips we were taking at that time – just the mere fact that it was over the\n                            Khyber Pass.\nMR HOHMAN: The Khyber Pass was an exciting, interesting, unsettling sort of a\n                            trip. \nMR COOPER: At that time, we had a trunk route that went from Manila to Paris. I’d\n                            fly out to Karachi, making the usual stops on the way, and instead of continuing on to\n                            Paris, I would relieve a courier on the Karachi detail. He would continue on to Paris,\n                            and I would stay there for two months until I was relieved.\nMS DUNN: And the trip left Manila to Bangkok, Bangkok to Karachi. And then Karachi\n                            then down to Ceylon, which is Sri Lanka now. And then they would come back to Karachi,\n                            then they would head north to Peshawar and then by car through the Khyber.\nMS DIECKMAN: So we went from Hong Kong to Singapore, and I think I must have\n                            travelled then from Singapore to New Delhi, and from there taken a train to Peshawar,\n                            where I was to meet a courier in Peshawar for the rest of the trip to Kabul, which I\n                            didn’t know how that was all going to happen but I was assured that it was very easy and\n                            very interesting – (laughter) – and I would love it.\nMS DUNN: During my tour, they always went by car, and there were always – there\n                            was always danger: flashfloods and bandits.\nMR HOHMAN: The political circumstances were such that the air link had broken. We\n                            were using land transport. In an embassy, you’d have a carry-all vehicle to go through\n                            the Khyber Pass.\nMR VERREOS: We would take the train from Karachi to Peshawar, overnight at the\n                            Dean’s Hotel, and the embassy in Kabul would send down their vehicle and driver who\n                            would meet us and pick us up in the morning – the next morning. And then from Peshawar,\n                            we would go through the Khyber Pass to go into Afghanistan.\nMR COOPER: We traveled alone with an Afghan driver. We had two drivers I recall\n                            particularly, Abdul Ainan (ph) and Abdul Adjan (ph). Most of the time, we made it pretty\n                            much nonstop – first over the Khyber Pass and then over the Hindu Kush into Kabul.\nMR VERREOS: The embassy had a specially built Ford. By using the motor of the car\n                            as a power source, they had lathes and welding apparatus to repair the axles that would\n                            be broken on the trip up to Kabul.\nMS DUNN: And my driver was Abdul, an Afghan, and he’d brought the courier down\n                            from – the courier down from Kabul and dropped him off that morning. I almost fainted\n                            when he came in; it was Jim Verreos. “What are you doing here?” Then we started up, and\n                            dirt sides of the roads, camels, and trucks coming down with the bodies hanging on with\n                            their robes flapping in the wind. There’s not much greenery at all. If there was\n                            pavement, it’s covered with dirt. And then it just – and it kind of just goes over to\n                            the side, and it’s all just dirt. You could slide off.\nMR HOHMAN: Going through the Khyber Pass, and there really wasn’t much space. It\n                            was a relatively narrow road. It was two-way traffic, but it was close two-way traffic,\n                            winding through upwards and of course downward.\nMS DIECKMAN: The road was bumpy and dusty. And I looked to the right as we were\n                            driving along, and oh, my gosh, we were thousands of feet above any ground down there.\n                            And I thought, ooh, there’s no barricade or fence or lines in the road or anything. We\n                            just had to count on the driver. Well, he did this for a living, so we hoped that he\n                            remembered how to do it all. The mountains were absolutely wonderful. They were so high\n                            and so beautiful.\nMR COOPER: On the – interesting: On the side of the road – I don’t know what kind\n                            of stone it is, probably granite – they had carved the crests of all the various British\n                            regiments that had served in this fort over the years, and their regimental crests were\n                            all carved on the stone along there. It was very interesting to see. The fort itself was\n                            up much higher.\nMS DUNN: And of course, the Khyber Rifles up at the top. There – this was their\n                            armory or stronghold up on the – up at the top and that’s where they were stationed. It\n                            was something to see that you read about.\nMR VERREOS: You got to this high point where the Pakistanis had set up their\n                            border control station, then you would show your exit papers to exit Pakistan, and it\n                            was a little wooden shack and there was one telephone pole. I’d say about 20 yards in\n                            front of that shack – this is really nice to look at – there was two posts and a wire\n                            fence and a gate, but on the other side there was nothing there. And you could walk\n                            around it, but they’d put that fence up, and this was the entry into Afghanistan. And I\n                            inquired. I said, “What’s this telephone pole doing here?” And they had in that Afghan\n                            office, they had a bunch of people down there writing down messages. That was the one\n                            phone line from Kabul to the border, but you couldn’t make a telephone call outside the\n                            country. You could call and send your message to the station there at the Pakistan-Kabul\n                            border, they would write it down, walk it across the border, put the money in, and they\n                            would then telephone New York or London or wherever they wanted to telephone, and pass\n                            the message on.\nMS DUNN: So we start up and we get to the border, and I can’t get in. “Your visa\n                            has expired.” So Abdul said, “All right, no problem. We’ll start back.” Well, he’s\n                            careening down the Khyber back to the consulate in Peshawar, the Afghan consulate. We\n                            got there just before 12 o’clock, they stamped my passport, and then I said, “Is there a\n                            ladies’ room here?” And he says, “What’s a ladies’ room?” Well, then I had to go back to\n                            the staff house, scared them, and then we took off again. Anyway, we get through the\n                            Khyber, get through the border, and he says – Abdul says, “Notice the nice, smooth roads\n                            we have here in Afghanistan.” Well, a lot better than the dirt roads in the Khyber.\nMR VERREOS: There was no paved road inside the Afghan side. A few hundred yards\n                            off, you could see the Kabul River, and it was green for about a hundred yards off of\n                            the river on each side, and after that was desert – rocky. In the far distance you could\n                            see the Hindu Kush Mountains, and we were headed toward those Hindu Kush Mountains,\n                            roughly following a course that followed the Kabul River. And my driver told me this was\n                            the regular caravan route, and he said, “It’s easy to follow,” and I said, “How come?”\n                            He said, “Well, I’ll try to point them out to you.” At different points along it there\n                            would be a small pile of rocks on this side and on that side, and your road was in\n                            between those.\nMS DIECKMAN: And I was looking around for the road, and I didn’t see one, and so I\n                            asked. I said, “Where – what road are we taking?” And they said, “Road?” (Laughter.)\n                            But the driver apparently knew his way because we did get to Kabul.\nMR VERREOS: On several trips, I encountered caravans, camel caravans coming or\n                            going along that route. On one of my trips, I got trapped. We were going through the\n                            Kabul River gorge, and there had been a tremendous rainstorm or something and there had\n                            been a washout of the road. And we came up to it; there were a whole bunch of camels and\n                            what have you in front, and the driver stopped. There was a small, about two-foot – two,\n                            three-foot wide section of the mountainside, and people could pass on foot. And I sent\n                            my driver up to see if he could negotiate with any cars that were trying to come this\n                            way that couldn’t come. We would trade – the occupants of the car that was, say,\n                            southbound would use the embassy car to go to down to Peshawar, and the courier – myself\n                            – could use his car to go up to Kabul. And he said there were two cars on the other side\n                            and none of them agreed to that. There was no sense in staying there. I asked him, “Is\n                            there any other way to get to Kabul?” And the driver said yes, there was. So I said,\n                            “Well, let’s try that.” \nSo – and then we backed out of there, and it was hard because we had to move camels and\n                            what have you, and donkeys, in order to back out of that narrow part of the gorge. And\n                            once we got out of the narrow part he took off and found some small town on the side.\n                            Fortunately, the driver, who was Pakistani, spoke Afghan. He got me accommodations in a\n                            – at a vacant wooden shack, no bed or anything, just a wooden floor. \nThe next morning we took off and we drove – finally got into Kabul. Meanwhile, Kabul had\n                            sent somebody down the regular road to find me, who reported he couldn’t find me and he\n                            reported back by radio. And finally, when I got up there they were a little pissed that\n                            I had moved instead of stayed there and waited for help. But you have to – my concern:\n                            I had the pouches; I’m not going to sit on a river gorge there hoping somebody might\n                            come. I felt it was my duty – just common sense. I was either going to go back to\n                            Peshawar or up to Kabul. And since my driver said there was a second way to Kabul, I\n                            preferred to take the second road to Kabul and accomplish my mission, which I did. But\n                            like I said, it was kind of a small adventure.\nMS DUNN: And then we were going to start up the gorge, and we started out, and up,\n                            up, up, up, and the canyons – it’s just so deep. And there was a truck coming around the\n                            corner with more flapping robes, and he wants to know do I want to take a picture. Oh,\n                            no, no. (Laughter.) Oh, that was the scariest, scariest ride I ever had.\nMS DIECKMAN: So we got to Kabul, and Kabul was a very busy place because we landed\n                            right about where the market was, which was very, very busy with a lot of people going\n                            up and down and around and about, and carrying things and buying things. \nMR COOPER: Well, it could hardly be much more primitive. I remember all of the\n                            roofs of the houses, the roofs were made of mud. You got too much rain, you were in\n                            trouble. And I think I was told that there were only two buildings in Kabul that had\n                            corrugated tin roofs, and one of them was the American embassy, and I forget what the\n                            other one was.\nMS DIECKMAN: The one thing I really noticed is that the women had so much cloth\n                            on. It went down to the floor and covered a lot of their head and all of their body, and\n                            it’s what you really noticed, it’s there is a woman in there. (Laughter.)\nMR HOHMAN: I wandered around a little bit between the time we were ready to set\n                            off for the run to Jalalabad, but they told me not to wander around too much in the\n                            streets because people had a tendency to disappear. It was still a rough country. \nWhat was rather interesting is the various clothing that the Afghans were wearing, and\n                            quite often you’d see castoff American uniforms from the Second World War – coats,\n                            raincoats that they had; sometimes you’d see somebody wearing an Eisenhower jacket over\n                            a long, flowing robe.\nMS DUNN: I was there a week. I thought it was very nice. We played golf – nine\n                            holes. The ball, you’d hit it and it’d hit a rock and then it would ricochet, and there\n                            was deep, deep grass. I don’t know how the caddies ever found the ball. Just to say we\n                            played golf in Kabul.\nMR COOPER: We decided to climb up the mountain to where they have a cannon\n                            mounted. There was an old boy that used to fire that cannon off at noon every day. He\n                            was very proud of this gold watch that he would produce, and he’d mark it down and wait\n                            till noon, and then he’d light the fuse on the cannon, then it would go off. So I didn’t\n                            know how accurate his watch was. (Laughter.) Well, it pretty much established noon in\n                            Kabul. We called it “Kabul boom time.” (Laughter.)\nMS DUNN: And even when I was there in ’73, we stopped at a – along the Khyber, we\n                            stopped at a stronghold of some type, and the guy came out and he had bandoliers across\n                            his chest and a big rifle. And I thought, “Well, then not much has changed.” \nMR VERREOS: Believe me, like I said, that was about the most interesting trip in\n                            the world.\n\n\n\n\n\n\nDepartment History\n\n\nShort History\n\nBuildings of the Department\n\nPeople\n\nBiographies of the Secretaries\n                                        of State\n\nPrincipal Officers and\n                                        Chiefs of Mission\n\n\n\nTravels\n\nTravels of the Secretary\n\nTravels of the President\n\n\n\nVisits by Foreign Leaders\n\nWorld War I and the Department\n\nU.S. Diplomatic Couriers\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLearn more\nHome\n\nSearch\n\nFAQ\n\n\n\nTopics\nHistorical Documents\n\nDepartment History\n\nCountries\n\nMilestones of U.S. Foreign Relations\n\n\n\nContact\nAbout Us\n\nContact Us\n\n\n\nImprint\nPrivacy Notice\n\nExternal Link Policy\n\nCopyright Info\n\n\n\n\n\n\n\n\n\nOffice of the Historian, Bureau of Public AffairsUnited States Department of State\n\nhistory@state.gov\n\nPhone: 202-955-0200\nFax: 202-955-0268\n\n\n\n\n\n\n\n          var _gaq = _gaq || [];\n          _gaq.push(['_setAccount', 'UA-23344799-1']);\n          _gaq.push(['_setDomainName', 'history.state.gov']);\n          _gaq.push(['_trackPageview']);\n\n          (function() {{\n              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;\n              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';\n              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);\n          }})();\n        \n\n"}