{"url": "https://history.state.gov/", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeLatest NewsNow Available: Foreign Relations of the United States, 1977–1980, Volume XVI,        Southern AfricaThis volume documents the efforts of the Jimmy Carter administration to promote peace and        stability in the Southern Africa region. The focus of this volume is on U.S. policy toward        Angola, Namibia, Rhodesia, and South Africa.Now Available: Twenty Newly Digitized Foreign Relations VolumesThis release is part of the Office’s ongoing project, in partnership with the University        of Wisconsin Digital Collections Center, to digitize the entire Foreign Relations series.        These volumes cover events that took place between 1936 and 1939 and were originally        published in print between 1953 and 1957.Now Available: Foreign Relations of the United States, 1977–1980, Volume XXX,        Public DiplomacyThis volume documents the public diplomacy efforts of the Jimmy Carter administration. A        major emphasis of the volume is the role the United States Information Agency played in the formulation and        implementation of public diplomacy.Stay connectedTwitterRT  @usembvienna :  In eigener geschichtl. Sache :-) : Am 26.9.1789 wurde  #ThomasJefferson  zum 1. US-Außenmin. ernannt:…  twitter.com/i/web/status/7…26 SepThe full text web and ebook editions of Southern Africa, 1977–1980, Vol. XVI, are now available:  go.usa.gov/xW53m #FRUS23 SepRT  @SHFGHistorians :  Spread the word!  @HistoryAtState #twitterstorians  Hewlett Lecture: 100th Anniv of  @NatlParkService   DC, Oct 20, 6pm  shfg.wildapricot.org/events23 SepTumblr“This Hateful Thing”—The Berlin Wall Crisis, August 1961                        13 Augtodaysdocument: As the National Archives sets out on its ambitious goal to digitize all of its holdings, planning just how we’re going...                        23 JulLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}