{"url": "https://history.state.gov//about/faq", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeFAQs - About UsHomeAboutFrequently Asked QuestionsFrequently Asked QuestionsDocuments on the History of U.S. Foreign RelationsI am interested in doing research in Department of State records. Where                        can I find Department documents?I am interested in information about the career of a former Department                        employee. Where can I find information on employee records?I am interested in historical photographs of the Department of State.                        Where can I find them?What is Foreign Relations of the United                        States?I would like to purchase a FRUS volume. How can I                        do so?What formats are FRUS volumes available                        in?When will the FRUS volume on … be                        published?Do I need to request permission to quote from a FRUS volume?About the Office of the HistorianHow can I get a job in the Office of the Historian?Does the Office of the Historian offer internships?Can I receive updates on activities at the Office of the Historian?Department HistoryWhy is the Department called the Department of State?Why does the Department of State have possession of the Great Seal of the                        United States?Diplomatic RelationsWhen did the United States start/break off relations with …?What country was the first to recognize the United States?Who was the first U.S. Consul?When was the first U.S. treaty signed?What was the first U.S. treaty with a non-European nation?What was the first U.S. treaty to be ratified under the                        Constitution?When and where was the first U.S. consular post established?The Secretaries of StateHow many Secretaries of State have there been?Has any member of the Foreign Service served as Secretary of State?Who was the first woman to serve as Secretary of State?Who was the first African American to serve as Secretary of State?Were there equivalents to the Secretary of State prior to the                        Constitution?Who was the first Secretary of State to travel outside the United States                        while in office?Who was the first Secretary of State to travel outside the United States                        on official business?Ambassadors and Chiefs of MissionWho was the first Ambassador to …?Who were the first U.S. Ambassadors?How many U.S. Ambassadors have been killed by militants?The Foreign ServiceWhat was the origin of the Foreign Service?When was the Consular Service established?When did U.S. consuls first receive a salary?Who were the first professional consular appointees?What was the forerunner of the Foreign Service Examination?When was the present-day Foreign Service established?Women in the Foreign ServiceAfrican Americans in the Foreign ServiceDiplomatic and Consular Posts, 1781-2010Department Personnel, 1781-2010AboutContact UsFrequently Asked QuestionsThe HistorianHistorical Advisory CommitteeRecent PublicationsLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}