{"url": "https://history.state.gov//about", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeAbout UsHomeAboutAbout UsWho We AreThe Office of the Historian is staffed by professional historians who are experts                            in the history of U.S. foreign policy and the Department of State and possess                            unparalleled research experience in classified and unclassified government                            records. The Office’s historians work closely with other federal government                            history offices, the academic historical community, and specialists across the                            globe. The Office is directed by Dr. Stephen                                Randolph, The Historian of the U.S. Department of State.What We DoThe Office of the Historian is responsible, under law, for the preparation and                            publication of the official documentary history of U.S. foreign policy in the                            Foreign Relations of the United States series.In addition, the Office prepares policy-supportive historical studies for                            Department principals and other agencies. These studies provide essential                            background information, evaluate how and why policies evolved, identify                            precedents, and derive lessons learned. Department officers rely on                            institutional memory, collective wisdom, and personal experience to make                            decisions; rigorous historical analysis can sharpen, focus, and inform their                            choices. The Office of the Historian conducts an array of initiatives, ranging                            from briefing memos to multi-year research projects.The Office of the Historian also promotes the declassification of documents to                            ensure a complete and accurate understanding of the past.Foreign Relations of the United StatesThe Foreign Relations of the United States (FRUS) series presents the official                            documentary historical record of major U.S. foreign policy decisions. The series                            began in 1861 and now comprises more than 480 individual volumes.Foreign Relations volumes contain documents from the Presidential libraries,                            Departments of State and Defense, National Security Council, Central                            Intelligence Agency, Agency for International Development, and other foreign                            affairs agencies as well as the private papers of individuals involved in                            implementing U.S. foreign policy.Learn more about the series and view the collection at our Historical Documents page.Our Outreach ActivitiesThe Office’s public outreach activities include hosting scholarly conferences on                            key issues in the history of U.S. foreign policy, answering historical research                            questions, consulting with scholars, educators, and students, and working with                            high school teachers across the country to provide high-quality materials for                            classroom use.How to Access Our MaterialsThe Office maintains a public website at history.state.gov,                            which provides in-depth information to the public on the history of U.S. foreign                            policy. In addition to a full text archive of                                the Foreign Relations series, the website includes valuable                            encyclopedic content on the history of U.S. relations                                with states around the world, a database of the Department’s principal officers and                                chiefs of mission, and special tools and                                resources for students and teachers.In keeping with the Open Government Directive’s principle of transparency,                            participation, and collaboration as the cornerstone of an open government, the                            Office of the Historian has begun preparing many of its rich historical                            publications in a raw data format that can be accessed through data.gov. Please                            visit our Open Government page to learn more about                            these resources.AboutContact UsFrequently Asked QuestionsThe HistorianHistorical Advisory CommitteeRecent PublicationsLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}