{"url": "https://history.state.gov//developer", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeHomeDeveloperDeveloper ResourcesOverviewIn keeping with the goal of the President’s Digital Government Strategy to deliver better digital services to the                            American people, the Office of the Historian has created its first public Application Programming Interface                            (API) and has established this page to house information for developers. We invite                            developers to use our API and provide feedback.Ebook Catalog APIThe Office of the Historian Ebook Catalog API is a                            RESTful, OPDS-formatted catalog of the growing number of free ebooks from the                                Foreign Relations of the United States series. Use this API to embed                            our live, up-to-date, searchable, and browsable ebook catalog in your application                            and to locate download links to the ebooks and their cover images.SupportDevelopers are welcome to visit our organizational account on GitHub. Requests or inquiries may                            be submitted as issues.Technologies & StandardsThis website is powered by eXist-db, a free, open                            source XML server and the open standard W3C technologies it supports, including                            XQuery 3.0, EXPath, and EXQuery.Our digitization initiatives center around the Text                                Encoding Initiative (TEI), an open, mature, XML-based standard used widely                            in libraries and the humanities. All our article- and book-length content is encoded                            as TEI. A single digital master TEI file can store an entire FRUS volume.                            We store this TEI in eXist-db and convert it to TEI into HTML or ebook forms using                            XQuery.Our ebook catalog API uses the Open Publication Distribution System (OPDS), an Atom                            XML-based standard for encoding ebook catalogs.Developer ResourcesEbook Catalog APIeXist-dbText Encoding Initiative (TEI)Project on GitHubLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}