{"url": "https://history.state.gov//countries/archives", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeArchives - CountriesHomeCountriesArchivesWorld Wide Diplomatic Archives IndexThe Office of the Historian has for many years provided researchers a guide to                        the accessibility of diplomatic archives around the world. This current list is based on                        information received from American diplomatic posts abroad, as well as web                        sources and communication with the archives themselves. The information provided                        here is subject to change so researchers are advised to contact the government                        or archive ahead of any planned visit. Select an article from the list of all countries.While access to the diplomatic records of many countries remains highly                        restricted, the news is better than ever before with many new countries                        establishing Freedom of Information Acts to foment better government                        transparency. The divide between the developed world and the developing world also affects the                        state of international archives. Problems of infrastructure inhibit the nature                        of information dissemination. The amount of information available on the                        internet varies from country to country and many National Archives and                        Ministries of Foreign Affairs are still in the process of developing workable                        websites.This site does not comment on the state of the records themselves. In addition to                        the loss of records as a result of changes of government and civil war, the                        climate has wreaked havoc upon some archives, particularly in tropical regions,                        whose documents, despite the best efforts of archivists, have been compromised                        by heat, humidity, flooding, and frequent power outages.In compiling this database, the Office of the Historian has tried to give                        researchers a starting place for their inquiries. We have not included anecdotal                        advice on how to approach any given archive. Countries that do not                        systematically declassify their documents may require personal contacts to gain                        access to records of interest. Additionally, compliance with laws that guide                        freedom of information may vary.For the most part, diplomatic records are held by the Ministry of Foreign Affairs                        (or a similar department) or have been transferred to a National Archive. If                        that is done systematically, it is usually apparent as to which records are                        available for viewing. When transfer is not systematic, it is up to the                        researcher to discover the location of the documents they wish to view as well                        as to make contact with the relevant archivist.The Office of the Historian would be happy to receive updated or missing                        information. Please contact us.Other relevant websites with useful information on diplomatic archives include: UNESCOs archive portalArchives Made Easy based                                at the London School of Economics and Political ScienceEU Member StatesRepositories of African                                ArchivesInternational Council on                                ArchivesAssociation of Friends of the Diplomatic ArchivesArchives Wiki                            created by the American Historical AssociationArchivesList of all countries in the World Wide Diplomatic Archives IndexRelated ResourcesCountriesLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}