{"url": "https://history.state.gov//open", "body": "Learn about the betaMenuMenuHomeHistorical DocumentsForeign Relations of the United StatesAbout the Foreign Relations SeriesCurrent Status of the Foreign Relations SeriesHistory of the Foreign Relations SeriesEbooks InitiativeDepartment HistoryOverviewA Short History of the DepartmentBiographies of the Secretaries of                                        StatePrincipal Officers and Chiefs of                                        MissionTravels of the Secretary of StateTravels of the PresidentVisits by Foreign Heads of StateWorld War I and the DepartmentBuildings of the Department of StateU.S. Diplomatic CouriersKey MilestonesOverview1750–17751776–17831784–18001801–18291830–18601861–18651866–18981899–19131914–19201921–19361937–19451945–19521953–19601961–19681969–19761977–19801981–19881989–19921993–2000Guide to CountriesGuide to Country Recognition and RelationsWorld Wide Diplomatic Archives IndexMore ResourcesAbout UsBrowse Resources by Subject TagConferencesContact UsDeveloper Resources & APIsEducational ResourcesFrequently Asked QuestionsOpen Government InitiativeOpen Government InitiativeHomeOpen Government InitiativeOpen Government InitiativeTransparency, participation, and collaboration are the foundation of open government. In                        keeping with this principle established in the President’s December 2009 Open                            Government Directive, the Office of the Historian has adapted its publications to                        open digital formats that can be accessed and consumed easily by the public, including third                        party developers. In 2010, the Office of the Historian made the following submissions to                        data.gov, which remain up to date: Bibliographic Metadata of the Foreign Relations of                                        the United States Series: Raw bibliographic metadata for the nearly                                500 volumes in the Foreign Relations of the                                        United States series published since 1861. Each record in the                                dataset contains a volume’s title, year of publication, years covered by the volume,                                summary, and links to sources for these volumes online or in print, among other                                metadata items. [Data.gov catalog entry]Latest Volumes of Foreign Relations of the United                                        States Series: This atom feed lists the ten most recently published                                volumes in the Foreign Relations of the United                                    States series. Each record in the dataset contains a volume’s title, year of                                publication, summary, and link to the online volumes. The feed is updated as soon as                                a new volume is published. [Data.gov catalog entry]Building on this foundation and extending the focus beyond data, the President’s May 2012 Digital Government Strategy emphasized delivering better digital services to the                        American people government through mobile devices and providing automated services for third                        party web and app developers. In 2013, the Office of the Historian made the following                        contributions to the Digital Government Strategy: Ebook Editions of Office of the Historian                                Publications: The Foreign Relations of the United States                                (FRUS) series, established in 1861, was adapted to ebook. Far lighter                                and more portable than printed editions of FRUS, the ebook edition offers                                the full content of each volume and makes use of the full-text search and other                                reading features of most ebook devices and applications, including bookmarking and                                note-taking. Unlike the web-based edition of FRUS, the ebook edition, once                                downloaded, can be accessed even without internet connectivity. The ebooks were                                generated from the master digital files at no additional cost and are available for                                free download.Office of the Historian Ebook Catalog API: This Application Programming Interface                                (API) enables third party web and app developers, as well as users of these                                applications, to embed the Office of the Historian ebook catalog. The API uses best                                practices and open standards, including the                                Open Publication Distribution System (OPDS) format for ebook catalogs and REST interfaces.See also the Open Government Initiative, Digital Government Strategy, and Developer Resource pages on the Department of                        State’s website.Open Government InitiativeBibliographic Metadata of the Foreign Relations of the United States SeriesLatest Volumes of Foreign Relations of the United States SeriesLearn moreHomeSearchFAQTopicsHistorical DocumentsDepartment HistoryCountriesMilestones of U.S. Foreign RelationsContactAbout UsContact UsImprintPrivacy NoticeExternal Link PolicyCopyright InfoOffice of the Historian, Bureau of Public AffairsUnited States Department of Statehistory@state.govPhone: 202-955-0200Fax: 202-955-0268          var _gaq = _gaq || [];          _gaq.push(['_setAccount', 'UA-23344799-1']);          _gaq.push(['_setDomainName', 'history.state.gov']);          _gaq.push(['_trackPageview']);          (function() {{              var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;              ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';              var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);          }})();        "}